do local _ = {
  admins = {
    {
      202465435,
      "@Ibfiofbo"
    }
  },
  disabled_channels = {},
  enabled_plugins = {
    "banhammer",
    "Ch_Dev",
    "msg-checks",
    "plugins",
    "replay",
    "supergroup",
    "tools"
  },
  info_text = "تـ๋͜م صـنـع آلـ๋͜بـوت 🌝👏\nبـ๋͜واسـطـ๋͜ة #فريق_سكايب 🤖🕹\n\n➖🔷➖🔺{T.L.N}🔺➖🔷➖\n\nفـريـ๋͜ق آلـعـ๋͜مـل 🤖⚙️\n\n⓵ - مـيـ๋͜مـو آلـ๋͜عـراقـ๋͜يے 🌝📍\n@Owner_Sky\n⓶ - الـمـ๋͜سـتـ๋͜شار 😸❤️\n@Sudo_Sky\n⓷ - راسـ๋͜كـو آلـ๋͜سـامرائـ๋͜ي 😺👏\n@d_Y_b\n\n➖🔷➖🔻{T.L.N}🔻➖🔷➖\nآلـ๋͜مـطـ๋͜وريـن 😽📍\n[ @Team_Skype ]\n\nتـ๋͜وآصــ๋͜ل الـمـ๋͜طـٍوريـ๋͜ن😺❤️\n[ @Ii02iI_bot ]\n\nتـ๋͜أبـعـ๋͜نا 🌝👄\n [ @Ch_Dev ]\n",
  moderation = {
    data = "./data/moderation.json"
  },
  sudo_users = {
    162961370,
    123841760
  }
}
return _
end